[
  {
    "date": "2022-12-16 17:36",
    "content": "It was great to work with my talented dev colleagues and get the first iteration of Next Music and Next Fans off the ground! @Richard @Herminio @Alex @Andrew @David @Kimberly @Len @Jonathan @Josh @Matthew @Sam @Phillip",
    "author": "Gavin"
  },
  {
    "date": "2022-12-16 16:45",
    "content": "@Richard @Andrew @Herminio @Alex For all of your amazing leadership, especially these past few weeks. It's amazing to see what can be accomplished with great wisdom and guidance.",
    "author": "David"
  },
  {
    "date": "2022-12-16 14:49",
    "content": "@Andrew @Herminio Thanks for always answering my questions and being super helpful and also being various types of 🐐s!",
    "author": "Phillip"
  },
  {
    "date": "2022-12-16 14:12",
    "content": "@Andrew Thank you for being a great leader during the release, even while not feeling well",
    "author": "Len"
  },
  {
    "date": "2022-12-16 13:14",
    "content": "@Andrew For leading efforts on the FE and doing an excellent job!",
    "author": "Matthew"
  },
  {
    "date": "2022-12-16 13:08",
    "content": "@Andrew for being our #1 Con Air leader, always making time for us and guiding us over the finish line, even with everything you had going on! 🥘",
    "author": "Kimberly"
  },
  {
    "date": "2022-12-13 10:25",
    "content": "@Andrew For providing excellent leadership for the FE and keeping us in line with all the requests coming at a million miles an hour",
    "author": "Herminio"
  },
  {
    "date": "2022-12-09 19:07",
    "content": "@Andrew For juggling so much, always working so hard, and always finding time to help others.",
    "author": "David"
  },
  {
    "date": "2022-12-09 14:11",
    "content": "@Gavin  @Phillip @Andrew @Sam @Kimberly @Herminio and everyone else on the dev team that scheduled design reviews/worked so hard to make Next Music a reality!",
    "author": "Jamie"
  },
  {
    "date": "2022-12-05 11:34",
    "content": "@Andrew For fixing my build issues and always providing extra insight on everything. It's been tremendously helpful.",
    "author": "David"
  },
  {
    "date": "2022-12-05 05:59",
    "content": "@Andrew thanks for making yourself available and being such a great resource for the entire team despite being so busy with meetings and other stuff!",
    "author": "Jonathan"
  },
  {
    "date": "2022-12-02 15:16",
    "content": "@Andrew @Herminio @Sam thanks for all the great work and teaching me all kinds of cool stuff!",
    "author": "Phillip"
  },
  {
    "date": "2022-12-02 12:01",
    "content": "@Andrew @David @Gavin @Herminio @Jonathan @Kimberly @Phillip @Sam You guys are working extremely hard to meet the release deadline, and it should be acknowledged. Way to step up as a team and take on a tough stretch of development.",
    "author": "Len"
  },
  {
    "date": "2022-11-21 09:16",
    "content": "@Andrew @Len @David for being the most patient and most communicative teammates through some very exciting times 🔥",
    "author": "Kimberly"
  },
  {
    "date": "2022-11-04 15:04",
    "content": "@Andrew for being the Nicolas Cage of software development!",
    "author": "Phillip"
  },
  {
    "date": "2022-11-04 14:32",
    "content": "@Andrew for all your patience and guidance, keeping con air and the frontend team on track for success! 🏆 I learned soooo much about unit tests this week 🤯",
    "author": "Kimberly"
  },
  {
    "date": "2022-11-04 12:25",
    "content": "@Andrew for being so patient and hands on with helping me this week. I've learned so much and building out a new product has been very rewarding.",
    "author": "David"
  },
  {
    "date": "2022-11-04 12:25",
    "content": "@Len @Kimberly @Andrew For being such great teammates and being so on top of everything. Go team Con Air!!",
    "author": "David"
  },
  {
    "date": "2022-11-04 11:52",
    "content": "@Scott for a great first week! @Pao for being a great collaborator @DanaKim and team for amazing design work and being so awesome to work with @Andrew @Alex for being great to work with!",
    "author": "Kim"
  },
  {
    "date": "2022-11-04 09:54",
    "content": "@Andrew Thanks for taking time to work through blockers with me and the rest of the team! 100% test coverage here we come!!",
    "author": "Sam"
  },
  {
    "date": "2022-10-28 14:48",
    "content": "@Andrew  for being so helpful with my first couple weeks and doing the best he can to answer my questions!",
    "author": "Jamie"
  },
  {
    "date": "2022-10-24 10:32",
    "content": "@Andrew @Richard For helping to knock out the new stack and work through all of the unexepected issues",
    "author": "Herminio"
  },
  {
    "date": "2022-10-21 17:32",
    "content": "@Richard @Andrew @Herminio @Jonathan for putting together the frontend onboarding docs for the new products!",
    "author": "Gavin"
  },
  {
    "date": "2022-10-21 15:25",
    "content": "@Andrew for always teaching me so much when we pair and workshop a feature 🧮",
    "author": "Kimberly"
  },
  {
    "date": "2022-10-21 14:54",
    "content": "@Andrew Huge thanks for all the amazing 1 on 1 sessions over the last few months!!",
    "author": "Phillip"
  },
  {
    "date": "2022-10-14 15:07",
    "content": "@Andrew thanks for all the help this week and being great at explaining things!",
    "author": "Phillip"
  },
  {
    "date": "2022-10-07 18:20",
    "content": "@Andrew for always making space for me to ask questions, discuss observations and ideas, and poke your brain about bugs 🤔",
    "author": "Kimberly"
  },
  {
    "date": "2022-10-07 14:14",
    "content": "@Andrew @Herminio @Alex for always helping anyone who needs it 😀",
    "author": "Kim"
  },
  {
    "date": "2022-09-23 14:39",
    "content": "@Andrew Thanks for frontend wizard and being great at explaining things! 🧙‍♂️",
    "author": "Phillip"
  },
  {
    "date": "2022-09-23 13:38",
    "content": "@Andrew For helping out on the frontend for both leagues and levels!",
    "author": "Matthew"
  },
  {
    "date": "2022-09-23 10:09",
    "content": "@Alex and @Andrew for being super to collaborate with and also just so awesome to work with!",
    "author": "Kim"
  },
  {
    "date": "2022-09-23 06:58",
    "content": "@Andrew and @Phillip for staying flexible through all of the Leagues and Levels work, and keeping a cool head when things started getting messy!",
    "author": "Alex"
  },
  {
    "date": "2022-09-19 10:28",
    "content": "@Alex @Andrew Working late into Friday afternoon knocking out key features, even through illness",
    "author": "Herminio"
  },
  {
    "date": "2022-09-16 15:22",
    "content": "@Andrew For going out of your way to make the PR updates for the Artist Search and pushing it out.",
    "author": "David"
  },
  {
    "date": "2022-09-12 11:07",
    "content": "@Andrew for walking me through any questions I had with the Artist Search and always making time to help. I've learned so much!",
    "author": "David"
  },
  {
    "date": "2022-09-02 14:10",
    "content": "@Andrew thanks for the help with the feature I'm working on!",
    "author": "Phillip"
  },
  {
    "date": "2022-09-02 13:43",
    "content": "@Andrew for always dropping so much knowledge 🤯",
    "author": "Kimberly"
  },
  {
    "date": "2022-08-30 18:30",
    "content": "@Andrew for always sharing your sage wisdom!",
    "author": "Robert"
  },
  {
    "date": "2022-08-26 13:07",
    "content": "Thanks @Andrew for teaching me tons of cool stuff!",
    "author": "Phillip"
  },
  {
    "date": "2022-08-26 10:24",
    "content": "@Andrew for taking the time to help Kimberly and me figure out the account deletion issues we were having.",
    "author": "David"
  },
  {
    "date": "2022-08-26 09:09",
    "content": "@Andrew Thank you for managing the team, giving your time to answer questions, and onboarding our new team members!",
    "author": "Sam"
  },
  {
    "date": "2022-08-12 11:19",
    "content": "@Andrew for maintaining broad oversight of different features while putting in time on interviews and training new folks",
    "author": "Len"
  },
  {
    "date": "2022-08-05 14:04",
    "content": "Thanks @Andrew for being a great teacher!",
    "author": "Kimberly"
  },
  {
    "date": "2022-08-05 13:42",
    "content": "@Andrew Thanks for going through the frontend tech stack!",
    "author": "Matthew"
  },
  {
    "date": "2022-08-05 13:15",
    "content": "@Andrew  Thanks for the epic front end tutorial!",
    "author": "Phillip"
  },
  {
    "date": "2022-08-05 07:32",
    "content": "@Andrew  - for conducting so many interviews (and being great at it, i might add) while training and working !!😀",
    "author": "Kim"
  },
  {
    "date": "2022-08-01 10:23",
    "content": "@Andrew Being on it with PRs and collaborations",
    "author": "Herminio"
  },
  {
    "date": "2022-07-29 14:25",
    "content": "@Andrew for being a jedi master and teaching the ways of mobx state tree!",
    "author": "Phillip"
  },
  {
    "date": "2022-07-29 14:05",
    "content": "@Andrew Thanks for going over the website and features with us!",
    "author": "Matthew"
  },
  {
    "date": "2022-07-25 09:45",
    "content": "@Andrew for helping me onboard and teaching me tons of cool stuff!",
    "author": "Phillip"
  },
  {
    "date": "2022-07-22 11:36",
    "content": "@Andrew and @Herminio for quickly tackling changes for Events as they come up, you guys are amazing!",
    "author": "Alex"
  },
  {
    "date": "2022-07-22 07:43",
    "content": "@Andrew Thank you for always being available to talk through any issues and being a great mentor to me and our fellow engineers.",
    "author": "Sam"
  },
  {
    "date": "2022-07-15 18:34",
    "content": "@Andrew Knocking out watch events!",
    "author": "Herminio"
  },
  {
    "date": "2022-07-15 10:21",
    "content": "@Andrew for working with backend to iron out endpoints / help get synched on API expectations",
    "author": "Len"
  },
  {
    "date": "2022-07-08 11:27",
    "content": "@Andrew @Alex for the work in the new Events feature.  Amazing changes!",
    "author": "Luana"
  },
  {
    "date": "2022-06-24 18:23",
    "content": "@Andrew for taking the time to help sort issues out and providing great guidance.",
    "author": "Gavin"
  },
  {
    "date": "2022-06-17 17:06",
    "content": "@Andrew for being an interviewing machine!",
    "author": "Gavin"
  },
  {
    "date": "2022-06-17 15:47",
    "content": "@Andrew For continuous leadership around recruiting and events",
    "author": "Herminio"
  },
  {
    "date": "2022-06-17 07:42",
    "content": "@Andrew Thanks for always sharing knowledge, giving insight into the team's process, and managing everyone's features alwhile working on your own features!",
    "author": "Sam"
  },
  {
    "date": "2022-06-03 17:44",
    "content": "@Andrew I appreciate the detailed and thorough frontend tech spec you put together for events!",
    "author": "Gavin"
  },
  {
    "date": "2022-04-15 09:02",
    "content": "@Andrew Thank you for always keeping me on track and taking your valuable time to answer questions and pair program on bugs and features. I've learned so much and excited to learn more from you!",
    "author": "Sam"
  },
  {
    "date": "2022-03-31 14:21",
    "content": "@Andrew for how you handled the latest features' release along with the OTA debug screen issue. @Herminio for a great work in the Artist Hub Homepage. @Matthew for your patience and calm in the way you communicate with us, even we f...* things up a bit. 😅",
    "author": "Luana"
  },
  {
    "date": "2022-03-21 09:04",
    "content": "@Andrew Thank you for always making time and helping me work through my roadblocks. I've been learning so much from you're experience, leadership, and insights! I couldn't ask for a better mentor and manager 🙏",
    "author": "Sam"
  },
  {
    "date": "2022-03-14 11:28",
    "content": "@Andrew thanks for all the help on notifications!",
    "author": "Jonathan"
  },
  {
    "date": "2022-03-04 15:00",
    "content": "@Andrew for walking Sandy and I through the new homepage features and how they work with our events!",
    "author": "Maddie"
  },
  {
    "date": "2022-02-25 08:51",
    "content": "@Andrew Thank you for always leading the team, managing the projects, and running all of the meetings. You have been immensely helpful in getting me familiar with the code while also being patient and thoughtful during our one on ones. You are such an integral part of the team and I am so glad to have you as my manager! Thank you 🙏🙏🙏!!!",
    "author": "Sam"
  },
  {
    "date": "2022-02-18 10:37",
    "content": "@Andrew Your help to get the team to the finish line",
    "author": "Herminio"
  },
  {
    "date": "2022-02-07 09:25",
    "content": "@Jonathan @Andrew @Sam @Herminio @Cleveland new homepage looks amazing!",
    "author": "Wendi"
  },
  {
    "date": "2022-02-04 12:04",
    "content": "@Andrew Thanks for being so supportive throughout my onboarding process and getting me familiar with the team and workflows. Really appreciate your patience and  taking time to walk me through the codebase! You're the best!!",
    "author": "Sam"
  },
  {
    "date": "2022-01-13 13:18",
    "content": "@Andrew GJ on the fast swapouts of the triggering Nicholas Page faces for our playthrough!",
    "author": "Jonathan"
  },
  {
    "date": "2021-12-20 11:15",
    "content": "@Andrew gj dealing with the ever-changing typings for the homepage refresh!",
    "author": "Jonathan"
  },
  {
    "date": "2021-11-16 11:59",
    "content": "@Andrew for his work on the IVS monitoring stuff!",
    "author": "Cleveland"
  },
  {
    "date": "2021-11-15 10:26",
    "content": "@Andrew Stepping up to new leadership position",
    "author": "Herminio"
  },
  {
    "date": "2021-11-08 11:55",
    "content": "Thank you @Andrew for tackling the monitoring collector with me! It's going great :)",
    "author": "Cleveland"
  },
  {
    "date": "2021-10-11 11:09",
    "content": "@Andrew for knocking out the Artist Panel for new Stream stack :)",
    "author": "Cleveland"
  },
  {
    "date": "2021-09-24 14:12",
    "content": "@Andrew for hopping on and figuring out the IVS Player stuff, and working with the IVS team.",
    "author": "Cleveland"
  },
  {
    "date": "2021-09-10 18:12",
    "content": "@Andrew for driving fe docs !",
    "author": "Wendi"
  },
  {
    "date": "2021-08-15 22:33",
    "content": "@Andrew taking responsibility for getting Subs Tiers across the line",
    "author": "Nick"
  },
  {
    "date": "2021-08-09 08:43",
    "content": "@Andrew and @Herminio got the support chat link across the line and to prod for me when I went on PTO 💪",
    "author": "Nick"
  },
  {
    "date": "2021-07-30 12:20",
    "content": "@Andrew was quick to help out and explore different struture and styling solutions for the chat support link",
    "author": "Nick"
  },
  {
    "date": "2021-07-02 13:42",
    "content": "@Andrew for stepping in to handle the i18n surprise crisis, patiently handling the tedius CrowdIn updates",
    "author": "Nick"
  },
  {
    "date": "2021-06-30 15:00",
    "content": "@Andrew for also presenting in playthrough, forgot that! 😀",
    "author": "Richard"
  },
  {
    "date": "2021-05-14 15:07",
    "content": "@Jonathan @Alan @Wendi @Andrew for doing an excellent job finishing and launching Subs FE",
    "author": "Nick"
  },
  {
    "date": "2021-05-14 15:07",
    "content": "@Andrew for making the time to pair with me when I was struggling with subs tickets",
    "author": "Nick"
  },
  {
    "date": "2021-04-09 17:22",
    "content": "@Wendi @Andrew @Jonathan @Nick for doing a great job handling the Subscriptions feature on their own",
    "author": "Alan"
  },
  {
    "date": "2021-04-08 09:56",
    "content": "@Andrew for pairing with style and store best practices",
    "author": "Nick"
  },
  {
    "date": "2021-04-05 09:56",
    "content": "@Andrew for pairing and being thorough on subs!",
    "author": "Nick"
  },
  {
    "date": "2021-03-12 12:59",
    "content": "@Andrew for timely PR reviews",
    "author": "Nick"
  },
  {
    "date": "2021-03-05 15:44",
    "content": "@Andrew Thank you for the help and good job on getting GCP and firebase transferred over for real! 🥳🥳🥳",
    "author": "Wendi"
  },
  {
    "date": "2021-02-22 08:13",
    "content": "@Andrew for being supportive and enthusiastic of CI/CD suggestions right after getting back from leave.",
    "author": "Nick"
  },
  {
    "date": "2020-03-02 09:59",
    "content": "@Jordan did a great job of explaining typescript/jest/storybook to while paired up @Andrew for being very detailed in looking for copy changes in the app and showing me the admin panel",
    "author": "Jim"
  },
  {
    "date": "2022-10-28 08:35",
    "content": "@Alex @Andrew and @Herminio for leading our new squad setup’s first week 😃",
    "author": "Richard"
  },
  {
    "date": "2022-10-24 08:41",
    "content": "@Andrew and @Herminio for being great leaders in the engineering space and taking on the responsibiliy to help the team mature.",
    "author": "Alex"
  },
  {
    "date": "2022-02-01 11:35",
    "content": "@Herminio @Andrew awesome job on putting the admin panel config for homepage together so quickly!",
    "author": "Jonathan"
  },
  {
    "date": "2020-03-02 09:59",
    "content": "@Jordan did a great job of explaining typescript/jest/storybook to while paired up@Andrew for being very detailed in looking for copy changes in the app and showing me the admin panel",
    "author": "Jim"
  },
  {
    "date": "2022-02-07 09:30",
    "content": "@Andrew @Sam @Jonathan @Cleveland For delivering FE piece, making all the changes requested by design, etc.",
    "author": "Herminio"
  },
  {
    "date": "2022-02-14 09:13",
    "content": "@Cleveland @Andrew @Jonathan @Sam @Herminio New home page is such a big feature and it looks absolutely amazing now! Great job everyone!",
    "author": "Wendi"
  },
  {
    "date": "2022-01-28 13:43",
    "content": "@Jonathan @Sam @Andrew for homepage FE!",
    "author": "Cleveland"
  },
  {
    "date": "2022-08-26 14:38",
    "content": "@Andrew and @Alex for solving the iOS app issue and getting us a new and spotless build!",
    "author": "Luana"
  },
  {
    "date": "2022-07-15 17:32",
    "content": "@Andrew @Alex and @Herminio for the great product walk through of the new events flow and for answering all our questions. Can't wait to start using it!",
    "author": "Maddie"
  },
  {
    "date": "2022-07-22 14:57",
    "content": "@Andrew For working together to knock out all of the various events features. @Alex @Len for blazing fast tweaks that we ask for. @Richard for giving us guidance on our trajectory and making sure we deliver what we need to",
    "author": "Herminio"
  },
  {
    "date": "2022-07-15 18:48",
    "content": "@Len @Alex @Sam @Andrew for helping fix issues with implementing the new tutorials feature. Thank you!",
    "author": "Gavin"
  },
  {
    "date": "2022-04-01 13:04",
    "content": "@Len @Alex @Richard @Sam @Jonathan @Herminio @Andrew For being a great team 👊 See you all in a couple months!!",
    "author": "Cleveland"
  },
  {
    "date": "2022-08-05 18:10",
    "content": "@Andrew for helping me work through some roadblocks this week! @Sam for building the PVP streaming feature! @Kimberly @David looking forward to working together!",
    "author": "Gavin"
  },
  {
    "date": "2022-09-27 10:51",
    "content": "@Matthew @Andrew @Alex @Len Great work on Leagues/Levels! Your work has not gone unnoticed!",
    "author": "Herminio"
  },
  {
    "date": "2022-07-08 13:10",
    "content": "@Andrew @Herminio @Sam @Gavin @Jonathan thank you for your patience while backend hashes out various backend idiosyncrasies, excited to see the full flow in production",
    "author": "Len"
  },
  {
    "date": "2022-07-22 17:46",
    "content": "@Andrew @Herminio @Richard @Alex @Len for powering through the new events feature together!",
    "author": "Gavin"
  },
  {
    "date": "2022-07-22 16:10",
    "content": "@Alex, @Andrew, @Herminio and @Luana for all your hard work and help with the new event flow!",
    "author": "Maddie"
  },
  {
    "date": "2022-04-01 10:18",
    "content": "@Andrew for always helping out on any problems I may be facing. @Paloma and @Luana for always being diligent and catching my mistakes! @Sam was that your first solo project? If so, wa to go!",
    "author": "Herminio"
  },
  {
    "date": "2022-09-12 10:07",
    "content": "@David @Andrew  For knocking out tricky parts of artist search!",
    "author": "Herminio"
  },
  {
    "date": "2022-02-07 14:11",
    "content": "GJ @Andrew @Sam @Herminio @Cleveland @Wendi working on Homepage! Loved getting to hangout at the retreat!",
    "author": "Jonathan"
  },
  {
    "date": "2021-07-18 13:02",
    "content": "@Wendi and @Andrew for their dilligent work on getting Subs Tiers closer to release. The dev playthrough was great too :)",
    "author": "Nick"
  },
  {
    "date": "2020-08-18 10:52",
    "content": "@Wendi @Andrew for your curiosity and willingness to learn things",
    "author": "Simon"
  }
]